Repository: MartinZikmund/PlayingWithPhysics
Catalog: src/Topics/Physics.HomogenousParticle/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz

# AppName
source: Playing with Physics: Magnetic Field
cs_cz: Hrátky s fyzikou: Pohyb částice v homogenním magnetickém poli

# ShortAppName
source: Magnetic Field
cs_cz: Pohyb částice v homogenním magnetickém poli

# AddMotion
source: Change parameters
cs_cz: Přidat pohyb

source: Draw motion
cs_cz: Vykresli pohyb

source: Radiation
cs_cz: Záření

source: Choose variant
cs_cz: Vyberte variantu

# PerpendicularInductionOrientation_FromPaper
source: From display
cs_cz: Z dsipleje

# PerpendicularInductionOrientation_IntoPaper
source: Into display
cs_cz: Do displeje

# PerpendicularInput_ChargeStart
source: Particle charge
cs_cz: Náboj částice

# PerpendicularInput_Induction
source: Induction
cs_cz: Magnetická indukce

# PerpendicularInput_InductionOrientation
source: Induction orientation
cs_cz: Orientace indukčních čar

# PerpendicularInput_MassStart
source: Particle mass
cs_cz: Hmotnost částice

# PerpendicularInput_MultipleOf
source: (multiple of
cs_cz: (násobek

# PerpendicularInput_VelocityStart
source: Velocity
cs_cz: Rychlost

# ParallelInput_InductionOrientation
source: Induction orientation [°]
cs_cz: Orientace indukčních čar [°]

# ParallelInput_MovementDirection
source: Direction of movement relative to induction lines
cs_cz: Směr pohybu vůči indukčním čarám

# ParallelInput_VelocityNoteStart
source: (in
cs_cz: (v

# ParallelVariantOrientation_Normal
source: Normal
cs_cz: Stejný

# ParallelVariantOrientation_Opposite
source: Opposite
cs_cz: Opačný

# PerpendicularVariant_SimulationNotice
source: The velocity of the particle is adjusted for illustration purposes and does not match reality.
cs_cz: Rychlost animovaného pohybu částice je pouze ilustrační a neodpovídá realitě.

# ZeroVariant_StationaryExplanation
source: No force is affecting the particle, hence it remains stationary.
cs_cz: Síla na částici je nulová, částice zůstává v klidu.
